[{
	"date": 	"2015-06-03",
	"title": 	"Happy Summer!",
  "weather": "58°F and sunny",
	"content":"Hey everyone,\nWelcome to the kickoff of what is sure to be a great season!\nAs I write this, the weather outside the window shifts between rainy clouds and sunshine – picture-perfect imagery of the energy pervading this time of year. June is always a little ridiculous for us at the farm – a month that combines the apex of spring workload with the onset of summer tasks. As a turning point, June is also a crucial moment of assessment, evaluation, criticism and review. How we doin? Sustainable agriculture on any scale is an epic undertaking, and each season brings different combinations of successes and failures. But this season has got to be one for the books!\nYep – 2015 has thus far been outstanding for farming in the Northwest, and it definitely demonstrates in our fields. Our progress at this stage in the growing season easily tops all others before. There are many contributing factors: warm spring, diligent work, quality seed, precision soil fertility, a lot of luck – but most significantly your investment in our farm. Thank you! We are thrilled to be sharing the harvest with you!\nThis is the season,\nLela and John",
	"excerpt":	"Welcome to the kickoff of what is sure to be a great season! As I write this, the weather outside the window shifts between rainy clouds and sunshine – picture-perfect imagery of the energy pervading this time of year. June is always a little ridiculous for us at the farm – a month that combines the apex of spring workload with the onset of summer tasks. As a turning point, June is also a crucial moment of assessment, evaluation, criticism and review.",
	"featuredImage": "IMG_3251"
},{
	"date": 	"2015-05-19",
	"title":	"Greetings from Turnip the Beet!",
  "weather": "65°F and sunny",
	"content": 	"We realize it’s been awhile since our last farm update. This time of the season is pretty demanding of the two of us. Long days and intensive workload make it difficult to communicate a static perspective of just what’s going on. Suffice to say things are busy here and looking really good so far! It’s sure to be an abundant season. Hope you’re all ready for it...\nThe first CSA is Wednesday, June 3rd, just two weeks away! For us, this marks the beginning of the main season. It’s what we work toward through the most challenging winter and spring months, the season of full sun and diverse flavor bombs.\nA lot of love, sweat, and a few 14 hour days goes into making this possible. Thank you all so much. It is going to be a great season!",
	"excerpt":	"We realize it’s been awhile since our last farm update. This time of the season is pretty demanding of the two of us. Long days and intensive workload make it difficult to communicate a static perspective of just what’s going on. Suffice to say things are busy here and looking really good so far! It’s sure to be an abundant season. Hope you’re all ready for it...",
	"featuredImage": "lela"
},{
	"date": 	"2015-03-22",
	"title":	"Catching Up",
  "weather": "41°F and overcast",
	"content":	"Hey Everyone,\nSorry it’s been awhile since our last letter. Things have sure been busy here. As you know, the official first day of spring happened last Friday ... but spring truly came early for us this season judging by the weather. Unbelievable. A sustained stretch of dry and sunny in February and March situated us in a stronger than usual starting position. Shared feelings of luck and confusion ... this is the season and we have to act.\nSpringtime is always wonderful and precarious. A season that carries us between extremes, it is charged with potential and shaky predictions. In a “normal” season it can be a period of casting ourselves into the unknown: we schedule direct seeding and transplants dates hoping without certainty that the ground will come available – that our seeding dates will line up just so with a long enough break in the weather to mow down cover crop, work up soil, incorporate compost and amendments, and do our final bed preparations. Not so this season...\nThis year, catching an exceptionally lengthy dry stretch early on, we were able to do all of our early field work at once. What this means is, even as the rains return, we are better prepared than ever. The ground, ready and waiting, promises security, flow, and a rare organization to the months ahead of us. Less tractor time, more boots on the ground. Full steam ahead!\nBut it’s not as if we don’t have our work cut out for us. Early heat means early insects, and already we’re seeing record breaking numbers of cucumber beetles in the fields. As to just what the weather will do over the course of spring – no one can say for sure. Persistence is the name of the game.\nSo much going on and getting done. Here are some highlights:\n<ul>\n<li>First round of tomatoes, peppers, eggplants sizing up well for their destiny in the greenhouse, ready for transplant in just a couple of weeks</li>\n<li>First round of basil scheduled to go in the ground next week</li>\n<li>800 bed feet of peas already grabbing trellis</li>\n<li>Succession planting of bok chois, lettuces, and scallions</li>\n<li>Flowering fava beans</li>\n<li>Nettles are on</li>\n<li>Kale going to raab</li>\n<li>Overflowing propagation house</li>\n<li>Spicy mix and French breakfast radishes harvest beginning</li>\n<li>2,000 bed feet of potatoes</li>\n<li>20,000 onions planted</li>\n<li>Cucumbers, melons, zucchinis just sprouting</li>\n</ul>\nSo much going on every day and so much more ahead of us. It feels great to be out here doing it remembering the essence of why we do what we do: to provide you and yours with the purest food possible. Special thanks to our CSA members, without y’all we would not have the upfront capital to make the necessary investments to get this season going. Your early support enabled us to make the most of this early spring and we cannot thank you enough.\nThanks everyone for making local food a priority and investing directly in small scale, sustainable agriculture.\nHope you’re all enjoying this time of year as much as we are. Lots going on, lots to look forward to.\nOnward,\nLela and John\n<img src='../images-build/blog/celebrationchard-original.jpg'>",
	"excerpt": 	"Hey Everyone, Sorry it’s been awhile since our last letter. Things have sure been busy here. As you know, the official first day of spring happened last Friday ... but spring truly came early for us this season judging by the weather. Unbelievable. A sustained stretch of dry and sunny in February and March situated us in a stronger than usual starting position. Shared feelings of luck and confusion ... this is the season and we have to act.",
	"featuredImage": "celebrationchard"
},{
	"date": 	"2015-02-12",
	"title":	"Happy 2015",
  "weather": "29°F and overcast",
	"content":	"Hello and welcome to the first newsletter of 2015!\nI don’t know about you but we sure have been enjoying this recent break in the weather after that downpour the first week of February. Our lowest fields, those that hug the banks of the Siuslaw river, flooded somewhat, which is not unanticipated. We rest assured knowing the cover crops are doing their job, fixing atmospheric nutrients and holding it all down, intact and uneroded. Cover crops are amazing!\nAs chance would have it, that last week of heavy rain and winds lined up perfectly with the first outdoor market of the season!\n<img src='../images-build/blog/7-original.jpg' />\nThis is the earliest our farm has ever been at market and I have to say it feels great to be out there – even in the rain – a reminder of just how vibrant and supportive our community is. Early markets are a great opportunity to reconnect with fellow growers and community members. Coming together this time of year brings into focus the innerconnectivity of our local organic agriculture movement. We return to the farm afterwords with renewed determination, forward momentum and bolstered inspiration for the season ahead of us. We are part of something more than just us. Thanks to everyone who came out. We’ll be attending winter market once more, this Saturday, before taking a month away to focus all of our energy toward spring production back on the farm. Please do come and see us this Saturday if you can.\nThis time of year is always precarious and exciting. As the days grow continually longer, so do the working hours and the progression of the season. The weather is unpredictable – this time of year finds us pulling all our season extension techniques out of the barn and triple-checking the temp, precip, and wind predictions. This is also the time of year when the nettles emerge and the earliest flowers bloom. February in the Pacific Northwest is infused with the promise of spring.\nWe’ve accomplished a lot already this 2015 early season . . .\nwe built a high tunnel, tractor accessible greenhouse, a promise of early summer favorites to come:\n<img src='../images-build/blog/1-original.jpg' />\nwe direct seeded radishes and spicy mix in the window afforded by the warm late January, and early carrots, beets, turnips, and greens just yesterday:\n<img src='../images-build/blog/4-original.jpg' />\nsuccession seeding in the propagation house is on and the first transplant date is right around the corner:\n<img src='../images-build/blog/5-original.jpg' />\nwe planted all of our over-wintering alliums – onions, garlic, leeks – and they’re looking pretty fine:\n<img src='../images-build/blog/31-original.jpg' />\nthe fava beans are more than twice the size they were this time last year, benefiting from a timely weeding and mild winter:\n<img src='../images-build/blog/2-original.jpg' />\n. . . and most of our seeds for the season have arrived, and we’re right on schedule with our plantings.\nYes, things are looking good so far entering into this 2015 farming season. But the beginning also carries a fair amount of uncertainty and anxiety to our lives. Each year it seems impossible really. Planting the very first seeds of the season we wonder, will they sprout? Do they have what they need? What is the weather doing? How does all this work again!? Luckily we’ve been doing a pretty decent job at keeping records over the last few years and have something solid to fall back on. Notes from previous years ensure that our seedings are right on track and that, with the right care and attention, things want to grow – even early in the season! Photos, jars of tomato sauce, and warm memories of summers past remind us of all the bounty that is inevitable. We must only be patient, and diligent, and remember to enjoy this time. Here’s to the beginning!\nWe’ll be sure to keep you updated with letters like this one throughout the season.\nThanks again for your support of our farm. We truly cannot do what we do without you!\nLela and John\nTurnip the Beet",
	"excerpt": 	"Hello and welcome to the first newsletter of 2015! I don’t know about you but we sure have been enjoying this recent break in the weather after that downpour the first week of February. Our lowest fields, those that hug the banks of the Siuslaw river, flooded somewhat, which is not unanticipated.",
	"featuredImage": "1"
},{
	"date": 	"2014-11-12",
	"title": 	"Winter Reflections",
	"weather": "",
	"content": "The first manifestations of winter arose early this week, marking our first frost and first freeze of 2014. Monday night we registered a low of 28 degrees, and 22 degrees last night. In preparation, we spent part of Sunday covering a lot of the more fragile crops with floating row cover to help guard against frost damage.\nFloating row cover is simply blankets for crops – fabric made from extremely light-weight material, so light that it literally floats on top of the crops without restricting growth. The material permits water and sunshine to permeate while trapping the sun’s daytime heat to warm the soil and protect the crop from frost damage. It also acts as a barrier to insects – one of the best organic pest control methods. Reusable for several years, we use row covers fairly often in the early and late season to extend the growing-window and quality.\nFloating row cover is a great example of how appropriate technology can be sustainably integrated into today’s agriculture. Row cover is the contemporary take on the traditional cloche. Historically, in the French intensive practices from around 1900, bell-shaped glass jars were placed over individual plants to provide similar protection. The modern covers enable the farmer to achieve similar goals while also minimizing labor intensity, time, and storage space.\n<img src='../images-build/blog/glass-bells.jpg' />\n<img src='../images-build/blog/french-glass-bells.jpg' />\n<img src='../images-build/blog/row-cover.jpg' />",
	"excerpt": "The first manifestations of winter arose early this week, marking our first frost and first freeze of 2014. Monday night we registered a low of 28 degrees, and 22 degrees last night. In preparation, we spent part of Sunday covering a lot of the more fragile crops with floating row cover to help guard against frost damage.",
	"featuredImage": "IMG_1851"
	}]