[{
	"date": 	"2015-06-03 10:00:36",
	"title": 	"Happy Summer!",
  "weather": "58°F and sunny",
	"content":"Hey everyone,\nWelcome to the kickoff of what is sure to be a great season!\nAs I write this, the weather outside the window shifts between rainy clouds and sunshine – picture-perfect imagery of the energy pervading this time of year. June is always a little ridiculous for us at the farm – a month that combines the apex of spring workload with the onset of summer tasks. As a turning point, June is also a crucial moment of assessment, evaluation, criticism and review. How we doin? Sustainable agriculture on any scale is an epic undertaking, and each season brings different combinations of successes and failures. But this season has got to be one for the books!\nYep – 2015 has thus far been outstanding for farming in the Northwest, and it definitely demonstrates in our fields. Our progress at this stage in the growing season easily tops all others before. There are many contributing factors: warm spring, diligent work, quality seed, precision soil fertility, a lot of luck – but most significantly your investment in our farm. Thank you! We are thrilled to be sharing the harvest with you!\nThis is the season,\nLela and John",
	"excerpt":	"Welcome to the kickoff of what is sure to be a great season! As I write this, the weather outside the window shifts between rainy clouds and sunshine – picture-perfect imagery of the energy pervading this time of year. June is always a little ridiculous for us at the farm – a month that combines the apex of spring workload with the onset of summer tasks. As a turning point, June is also a crucial moment of assessment, evaluation, criticism and review. How we doin?"
},{
	"date": 	"2015-05-19",
	"title":	"Greetings from Turnip the Beet!",
  "weather": "65°F and sunny",
	"content": 	"We realize it’s been awhile since our last farm update. This time of the season is pretty demanding of the two of us. Long days and intensive workload make it difficult to communicate a static perspective of just what’s going on. Suffice to say things are busy here and looking really good so far! It’s sure to be an abundant season. Hope you’re all ready for it...\nThe first CSA is Wednesday, June 3rd, just two weeks away! For us, this marks the beginning of the main season. It’s what we work toward through the most challenging winter and spring months, the season of full sun and diverse flavor bombs.\nA lot of love, sweat, and a few 14 hour days goes into making this possible. Thank you all so much. It is going to be a great season!",
	"excerpt":	"We realize it’s been awhile since our last farm update. This time of the season is pretty demanding of the two of us. Long days and intensive workload make it difficult to communicate a static perspective of just what’s going on. Suffice to say things are busy here and looking really good so far! It’s sure to be an abundant season. Hope you’re all ready for it..."
},{
	"date": 	"2015-03-22",
	"title":	"Catching Up",
  "weather": "41°F and overcast",
	"content":	"Hey Everyone,\nSorry it’s been awhile since our last letter. Things have sure been busy here. As you know, the official first day of spring happened last Friday ... but spring truly came early for us this season judging by the weather. Unbelievable. A sustained stretch of dry and sunny in February and March situated us in a stronger than usual starting position. Shared feelings of luck and confusion ... this is the season and we have to act.\nSpringtime is always wonderful and precarious. A season that carries us between extremes, it is charged with potential and shaky predictions. In a “normal” season it can be a period of casting ourselves into the unknown: we schedule direct seeding and transplants dates hoping without certainty that the ground will come available – that our seeding dates will line up just so with a long enough break in the weather to mow down cover crop, work up soil, incorporate compost and amendments, and do our final bed preparations. Not so this season...\nThis year, catching an exceptionally lengthy dry stretch early on, we were able to do all of our early field work at once. What this means is, even as the rains return, we are better prepared than ever. The ground, ready and waiting, promises security, flow, and a rare organization to the months ahead of us. Less tractor time, more boots on the ground. Full steam ahead!\nBut it’s not as if we don’t have our work cut out for us. Early heat means early insects, and already we’re seeing record breaking numbers of cucumber beetles in the fields. As to just what the weather will do over the course of spring – no one can say for sure. Persistence is the name of the game.\nSo much going on and getting done. Here are some highlights:\n<ul>\n<li>First round of tomatoes, peppers, eggplants sizing up well for their destiny in the greenhouse, ready for transplant in just a couple of weeks</li>\n<li>First round of basil scheduled to go in the ground next week</li>\n<li>800 bed feet of peas already grabbing trellis</li>\n<li>Succession planting of bok chois, lettuces, and scallions</li>\n<li>Flowering fava beans</li>\n<li>Nettles are on</li>\n<li>Kale going to raab</li>\n<li>Overflowing propagation house</li>\n<li>Spicy mix and French breakfast radishes harvest beginning</li>\n<li>2,000 bed feet of potatoes</li>\n<li>20,000 onions planted</li>\n<li>Cucumbers, melons, zucchinis just sprouting</li>\n</ul>\nSo much going on every day and so much more ahead of us. It feels great to be out here doing it remembering the essence of why we do what we do: to provide you and yours with the purest food possible. Special thanks to our CSA members, without y’all we would not have the upfront capital to make the necessary investments to get this season going. Your early support enabled us to make the most of this early spring and we cannot thank you enough.\nThanks everyone for making local food a priority and investing directly in small scale, sustainable agriculture.\nHope you’re all enjoying this time of year as much as we are. Lots going on, lots to look forward to.\nOnward,\nLela and John",
	"excerpt": 	"Hey Everyone, Sorry it’s been awhile since our last letter. Things have sure been busy here. As you know, the official first day of spring happened last Friday ... but spring truly came early for us this season judging by the weather. Unbelievable. A sustained stretch of dry and sunny in February and March situated us in a stronger than usual starting position. Shared feelings of luck and confusion ... this is the season and we have to act."
}]